Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Slavery was a major cause of disunion.[27] Although there were opposing views even in the Union States,[28][29] most northern soldiers were largely indifferent on the subject of slavery,[30] while Confederates fought the war largely to protect a southern society of which slavery was an integral part.[31] From the anti-slavery perspective, the issue was primarily about whether the system of slavery was an anachronistic evil that was incompatible with republicanism. The strategy of the anti-slavery forces was containment—to stop the expansion and thus put slavery on a path to gradual extinction.[32] The slave-holding interests in the South denounced this strategy as infringing upon their Constitutional rights.[33] Southern whites believed that the emancipation of slaves would destroy the South's economy, due to the large amount of capital invested in slaves and fears of integrating the ex-slave black population.[34] In particular, southerners feared a repeat of "the horrors of Santo Domingo", in which nearly all white people – including men, women, children, and even many sympathetic to abolition – were killed after the successful slave revolt in Haiti. Historian Thomas Fleming points to the historical phrase "a disease in the public mind" used by critics of this idea, and proposes it contributed to the segregation in the Jim Crow era following emancipation.[35] These fears were exacerbated by the recent attempts of John Brown to instigate an armed slave rebellion in the South.
ne: दासत्व भोग्नुको मुख्य कारण थियो। यद्यपि त्यहाँ युनिभर्सिटी अफिसमा पनि विचार विपरित भए तापनि प्रायः उत्तरी सैनिकहरूले दासत्वको विषयमा ठूलो रूपमा बेवास्ता गरेका थिए, जबकि कन्फर्डडेन्टहरूले दक्षिणी समाजको रक्षा गर्ने क्रममा युद्धलाई ठूलो रूपमा लडाई गरेका थिए जसको दासत्व एक अभिन्न भाग थियो। विरोधी दासत्वको परिप्रेक्ष्यबाट, मुद्दा मुख्यतः यस बारे मा हो कि दासत्व को एक प्रणाली एक नैचिकित्सा बुराई थियो जो रिपब्लिकनवाद संग असंगत थियो। विस्तार रोक्नको लागि विरोधी-दासत्वको सेनाको रणनीति समाविष्कार थियो र यसरी दासलाई क्रमशः विलुप्त गर्न बाटोमा राखियो। दक्षिणमा दास-होल्डिङ रूचिले यो रणनीतिलाई आफ्नो कानुनी अधिकारको उल्लङ्घनको रूपमा अस्वीकार गर्यो। दक्षिणी श्वेतहरूले दासहरूको उद्धार दक्षिण पूर्व अर्थव्यवस्थालाई नष्ट गर्नेछ भन्ने विश्वास गरे, पूर्व दास काले आबादीलाई एकीकृत गर्ने दास र डरमा लगानी गरेको ठूलो मात्राको कारण। विशेष गरी, दक्षिणीहरूले "सान्टो डोमिंगोको डरलाग्दो" को दोहोरो डराउँछन्, जसमा लगभग पुरुषहरू, महिलाहरू, बालबालिकाहरू, र समेत धेरै सहानुभूति समेत लगभग सबै सेतो मान्छे - हैतीमा सफल दास विद्रोही पछि मारिएको थियो। इतिहासकार थॉमस फ्लेमिङले ऐतिहासिक वाक्यांशलाई "जनताको दिमागमा एक रोग" यस विचारको आलोचकहरूले प्रयोग गरे, र यो पछि जिम क्रो युगमा विभाजनको लागि योगदान प्रदान गर्दछ। यी डरहरू जर्न ब्राउनको हालका प्रयासहरूले दक्षिणमा एक सशस्त्र दास विद्रोहलाई उत्प्रेरित गर्नबाट जोगिदिएका थिए।

source: Slavery was illegal in much of the North, having been outlawed in the late 18th and early 19th centuries. It was also fading in the border states and in Southern cities, but it was expanding in the highly profitable cotton districts of the rural South and Southwest. Subsequent writers on the American Civil War looked to several factors explaining the geographic divide.
ne: साढे 18 वर्षको उमेरमा र 1 9वी शताब्दीको शुरुवातमा उल्लिखित गैरकानूनी रूपमा गैरकानूनी थियो। यो सीमा सीमा राज्यहरूमा र दक्षिणी शहरहरूमा पनि लुकेको थियो, तर यो ग्रामीण दक्षिण र दक्षिणपश्चिमका उच्च लाभकारी कपास जिल्लाहरूमा विस्तार भएको थियो। अमेरिकी गृहयुद्धमा लेखिएका लेखकहरूले भौगोलिक विभाजनको वर्णन गरेका थुप्रै कारकहरू देखाए।

source: The Intelligent Investor by Benjamin Graham, first published in 1949, is a widely acclaimed book on value investing.
ne: बेन्जामिन ग्राहम द्वारा इन्टेलिजेन्ट इन्भेस्टर, पहिलो 1949 मा प्रकाशित, मूल्य लगानीको एउटा व्यापक प्रशंसित पुस्तक हो।

source: Benjamin Graham Graham reading an edition of Moody's Manual Born Benjamin Grossbaum (1894-05-09)May 9, 1894 London, England, U.K. Died September 21, 1976(1976-09-21) (aged 82) Aix-en-Provence, France Nationality American Institution Columbia University University of California, Los Angeles Alma mater Columbia University Contributions Security Analysis (1934) The Intelligent Investor (1949) Benjamin Graham formula
ne: Benjamin Graham Graham reading an edition of Moody's Manual जन्म (१८९४-०५-०९)मे ९, १८९४ London, England, U.K. मृत्यु सेप्टेम्बर २१, १९७६(१९७६-०९-२१) (८२ वर्ष) Aix-en-Provence, France राष्ट्रियता American संस्थान Columbia University University of California, Los Angeles शिक्षा Columbia University प्रभावित Warren Buffett William J. Ruane Irving Kahn Walter J. Schloss David Dodd Jean-Marie Eveillard Seth Klarman Bill Ackman योगदान Security Analysis (1934) The Intelligent Investor (1949) Benjamin Graham formula

source: Benjamin Graham
ne: बेन्जामिन ग्राहम

source: Republic Day (Nepal)
ne: गणतन्त्र दिवस (नेपाल)

source: Procedure
ne: प्रक्रिया

source: The Pajani System was a system of appointing government officials in Nepal.
ne: पँजनी प्रणाली नेपालका सरकारी अधिकारीहरू नियुक्त गर्ने प्रणाली थियो।

source: The Pajani System has deep roots in history of Nepal and has been used by Licchavi, Malla, and Early Shah, Rana period rulers.
ne: पँजनी प्रणाली नेपालको इतिहासमा गहिरो जड छ र लिच्छवि काल, मल्ल वंश र प्रारम्भिक शाह, राणा अवधि शासकहरु द्वारा प्रयोग गरिएको छ।

source: The Pajani System ended in late 1970s.[1][2]
ne: पँजनी प्रणाली २०३० को दशक मा समाप्त भएको थियो ।

source: In the Pajani System, the Head of State could directly appoint, transfer or dismiss government servants. Annual Pajani ceremonies were held and re-appointment and dismissal of the officials was set for a period of one year, based on loyalty.[1][2]
ne: पँजनीप्रणालीमा, राज्यका प्रमुखले सीधै सरकारी कर्मचारीहरूलाई स्थानान्तरण वा खारेज गर्न सक्दछन्। वार्षिक पजानी समारोह आयोजित भएको थियो र वफादारीको आधारमा अधिकारीहरु को पुन: नियुक्ति र मेटाउने एक वर्ष को लागी स्थापना भयो।

source: ISBN 978-1-134-88533-6.
ne: ISBN 978-1-134-88533-6. https://books.google.com/books?id=Ty6IAgAAQBAJ&pg=PA6.

source: GGKEY:5N30S3HU9BC.
ne: GGKEY:5N30S3HU9BC. https://books.google.com/books?id=MX22o4PJ3Q0C&pg=PA27.

source: Revolution of 1951 Nepalese Civil War fought from 1996 to 2006 2006 democracy movement in Nepal
ne: २००७ को क्रांति नेपालको जनयुद्ध नेपालको जनआन्दोलन २०६३

source: Pradeep Gyawali प्रदीप कुमार ज्ञवाली Personal details Born (1962-09-13)13 September 1962 Baletaxar -2, Chautara, Gulmi Political party CPN UML Parents (Late ) Narayan Dutta Gyawali , (Late) Punya Kala Gyawali Residence 228/38 GHA, Srinagar Marg, Naya Baneshwar-34 Kathmandu Website www.pradeepgyawali.com.np
ne: प्रदीपकुमार ज्ञवाली जन्म (१९६२-०९-१३)१३ सेप्टेम्बर १९६२ बेलेटक्सार -२ गुल्मी राजनैतिक पार्टी CPN UML

source: Pradeep Kumar Gyawali (Nepali: प्रदीप कुमार ज्ञवाली) is a Nepalese politician, belonging to the Communist Party of Nepal (Unified Marxist-Leninist). He is a Central Committee member of the party.[1] In the 2008 parliamentary election he was elected from the Gulmi-2 constituency, winning 24345 votes[2]. In the 2017 Legislative elections, Gyawali is elected from the Gulmi- 1 constituency with 37814 votes.On 16 March 2018, he appointed as Minister of foreign affairs.
ne: प्रदीपकुमार ज्ञवाली नेपाली बाम राजनीतिज्ञ तथा वर्तमान परराष्ट्र मन्त्री हुन्। तत्कालिन नेकपा एमालेका तर्फबाट गुल्मी जिल्ला निर्वाचन क्षेत्र नं‌ २ बाट संघीय संसद सदस्यमा निर्वाचित ज्ञवाली हाल नेकपाको केन्द्रीय सदस्य छन्।

source: American Industrial Hygiene Assn. p. 1.
ne: American Industrial Hygiene Assn.. pp. 1.

source: ISBN 1931504555.
ne: ISBN 1931504555. https://books.google.com/books?id=0TUIQ9-Ap5cC&pg=PA1&dq=microwave.

source: PHI Learning Pvt. Ltd. p. 3.
ne: PHI Learning Pvt. Ltd. pp. 3.

source: ISBN 8120349350. ↑ Jones, Graham A.; Layer, David H.; Osenkowsky, Thomas G. (2013).
ne: ISBN 8120349350. https://books.google.com/books?id=GY9eBAAAQBAJ&pg=PA3&dq=microwave. ↑ Jones, Graham A.; Layer, David H.; Osenkowsky, Thomas G. (2013).

source: Taylor & Francis. p. 6.
ne: Taylor & Francis. pp. 6.

source: ISBN 1136034102. ↑ Pozar, David M. (1993).
ne: ISBN 1136034102. https://books.google.com/books?id=K9N1TVhf82YC&pg=PA6&dq=microwave. ↑ Pozar, David M. (1993).

source: Microwaves are a form of electromagnetic radiation with wavelengths ranging from one meter to one millimeter; with frequencies between 300 MHz (100 cm) and 300 GHz (0.1 cm).[1][2][3][4][5] Different sources define different frequency ranges as microwaves; the above broad definition includes both UHF and EHF (millimeter wave) bands. A more common definition in radio engineering is the range between 1 and 100 GHz (wavelengths between 300 and 3 mm).[2] In all cases, microwaves include the entire SHF band (3 to 30 GHz, or 10 to 1 cm) at minimum. Frequencies in the microwave range are often referred to by their IEEE radar band designations: S, C, X, Ku, K, or Ka band, or by similar NATO or EU designations.
ne: माइक्रोवेव सूक्ष्मतरंग विद्युतचुम्बकीय हो with wavelengths ranging from one meter to one millimeter; with frequencies between ३०० MHz[convert: अज्ञात एकाई] and ३०० GHz[convert: अज्ञात एकाई].[1][2][3][4][5] विभिन्न स्रोतहरूले माइक्रोसेन्सको रूपमा विभिन्न फ्रिक्वेन्सी दायराहरू परिभाषित गर्दछ; माथिको विस्तृत परिभाषाले UHF र EHF दुवै (मिलीमीटर मीटर) दुवै बैंड समावेश गर्दछ। रेडियो इन्जिनियरिङमा थप सामान्य परिभाषा 1 र 100 गीगा (300 र 3 मिमी बीच तरंगदैर्ध्य) बीचको दायरा हो। सबै अवस्थामा, माइक्रोवेभमा सम्पूर्ण SHF ब्यान्ड (3 देखि 30 गीगा, वा 10 देखि 1 सेमी) कम्तिमा कम्तीमा समावेश गर्दछ। माइक्रोवेव दायरामा आवृत्तिहरू प्राय: IEEE रडार बैंड पदनामहरूद्वारा: S, C, X, Ku, K, Ka Ka, वा यस्तै NATO वा EU को पदनामहरू द्वारा उल्लेख गरिन्छ।

source: Microwave
ne: माइक्रोवेव

source: Routledge. p. 15. ; also see Alexander Rabinowitch (2008).
ne: Routledge. प॰ 15. https://books.google.com/books?id=_a3pAgAAQBAJ&pg=PR15. ; also see Alexander Rabinowitch (2008).

source: Indiana UP. p. 1. ↑ In pictures: Russian Empire in colour photos, BBC News Magazine, March 2012. ↑ Brian Catchpole, A Map History of Russia (1974) pp 8-31; MArtin Gilbert, Atlas of Russian history (1993) pp 33-74. ↑ Brian Catchpole, A Map History of Russia (1974) p 25. ↑ Pipes, Richard (1974).
ne: Indiana UP. प॰ 1. https://books.google.com/books?id=BEoBCGJ4VqYC&pg=PA1. ↑ In pictures: Russian Empire in colour photos, BBC News Magazine, March 2012. ↑ Brian Catchpole, A Map History of Russia (1974) pp 8-31; MArtin Gilbert, Atlas of Russian history (1993) pp 33-74. ↑ Brian Catchpole, A Map History of Russia (1974) p 25. ↑ Pipes, Richard (1974).

source: The Russian Empire (Russian: Российская Империя) or Russia was an empire that existed across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917.[6]
ne: The रुसी साम्राज्य ( Russian Empire ) (रूसी: Российская Империя) or Russia युरोप , एशिया र उत्तर अमेरिकामा फैलिएको एक बिशाल साम्राज्य थियो | यसको स्थापना १७२१ मा भएको थियो , भने १९१७ को क्रान्ति जार शाहीको अन्त्य पछि अन्तरिम सरकारले शक्ति आफ्नो हातमा लियो |

source: Film «Moscow clad in snow», 00:07:22, 1908
ne: Film «Moscow clad in snow», 00:07:22, 1908 युट्युबमा

source: The third largest empire in world history, stretching over three continents, the Russian Empire was surpassed in landmass only by the British and Mongol empires. The rise of the Russian Empire happened in association with the decline of neighboring rival powers: the Swedish Empire, the Polish–Lithuanian Commonwealth, Persia and the Ottoman Empire. It played a major role in 1812–1814 in defeating Napoleon's ambitions to control Europe and expanded to the west and south.
ne: विश्व इतिहासमा जमिन भुभागको क्षेत्रफलको आधारमा रुसी साम्राज्य तेश्रो ठुलो साम्राज्य थियो जुन तीन महादेशमा फैलिएको थियो | रुसी साम्राज्य भन्दा ठुला ब्रिटिश साम्राज्य र मङ्गोल साम्राज्य मात्र थियो | रुसी साम्राज्यको उदय छिमेकी प्रतिस्पर्धी शक्तिहरु स्विडिस साम्राज्य , पोलिस राष्ट्रमण्डल , पर्सिया साम्राज्य (फारसी साम्राज्य ) र अटोमन साम्राज्यको पतन संग जोडिएको छ | यसले १८१२ -१८१४ सम्मकू नेपोलियन बोनापार्टको युरोप नियन्त्रण गर्ने र पश्चिम देखि दक्षिणसम्म फैलने महत्वाकांक्षी अभियानलाई रोक्न महत्वपुर्ण भूमिका खेलेको थियो |

source: Dormani Poudel 1st Chief Minister of Province No. 3 Incumbent Assumed office 12 February 2018[1] Preceded by Himself Mayor of Hetauda In office 1992–2005 Succeeded by Hari Bahadur Mahat Chairperson of Municipal Association of Nepal[2] Incumbent Assumed office 2003 Personal details Born (1946-03-28) March 28, 1946[3] Pharping, Kathmandu Political party CPN (UML) Spouse(s) Bijay Laxmi Poudel Children 3 Profession Politician
ne: Dormani Poudel पूर्ववर्ती Himself कार्यकाल 1992 – 2005 उत्तराधिकारी Hari Bahadur Mahat Incumbent Assumed office 2003 जन्म (१९४६-०३-२८) मार्च २८, १९४६ (उमेर ७२)[1] Pharping, Kathmandu राजनैतिक पार्टी CPN (UML) जीवनसंगी Bijay Laxmi Poudel व्यवसाय Politician

source: Dormani Poudel (Nepali: डोरमणि पौडेल) is a Nepalese politician who is the first and current Chief Minister[4] of Province No. 3, in office since 12 February 2018. Poudel becomes the first Chief Minister of federal Nepal after taking the oath of his office and secrecy from Province Chief Anuradha Koirala.[5] He was appointed as the chief minister, according to the sub-article 1 of Article 168 of the Constitution of Nepal. He was Mayor of Hetauda from 1992 to 2005.[6][7]
ne: प्रदेश ३ को मुख्यमन्त्रीमा एमाले संसदीय दलका नेता डोरमणि पौडेल

source: ↑ "Dor Mani Paudel becomes first CM of federal Nepal". setopati.net. Retrieved 2018-03-20. ↑ "Dormani Poudel". www.muannepal.org.np. Retrieved 2018-03-20. ↑ "को हुन् डोरमणि र शेरधन ?".
ne: ↑ "Dor Mani Paudel becomes first CM of federal Nepal". setopati.net.

source: News24 Nepal (in Nepali). Retrieved 2018-03-20. ↑ Nepal, Review. "Dormani Paudel takes oath of office and secrecy as Chief Minister of Province 3".
ne: Retrieved 2018-03-20. ↑ "Dormani Poudel". www.muannepal.org.np.

source: Review Nepal News. Retrieved 2018-03-20. ↑ "Chief Minister Poudel assumes office". therisingnepal.org.np.
ne: Retrieved 2018-03-20. ↑ "को हुन् डोरमणि र शेरधन ?".

source: Retrieved 2018-03-20. ↑ "Dor Mani Poudel elected UML PP leader". The Himalayan Times.
ne: News24 Nepal (in Nepali).

source: 2018-02-09. Retrieved 2018-03-20. ↑ "Province 3 CM Poudel takes oath of office and secrecy". Retrieved 2018-03-20. ↑ "Dor Mani Paudel elected UML PP leader of Province 3, set to be CM". setopati.net.
ne: Retrieved 2018-03-20. ↑ Nepal, Review, "Dormani Paudel takes oath of office and secrecy as Chief Minister of Province 3", Review Nepal News (अङ्ग्रेजीमा), अभिगमन मिति २०१८-०३-२०। ↑ "Chief Minister Poudel assumes office", therisingnepal.org.np (अङ्ग्रेजीमा), अभिगमन मिति २०१८-०३-२०। ↑ "Dor Mani Poudel elected UML PP leader", The Himalayan Times (en-USमा), २०१८-०२-०९, अभिगमन मिति २०१८-०३-२०। ↑ "Province 3 CM Poudel takes oath of office and secrecy" (अङ्ग्रेजीमा), अभिगमन मिति २०१८-०३-२०। ↑ "Dor Mani Paudel elected UML PP leader of Province 3, set to be CM". setopati.net.

source: Military science is the study of military processes, institutions, and behavior, along with the study of warfare, and the theory and application of organized coercive force.[1] It is mainly focused on theory, method, and practice of producing military capability in a manner consistent with national defense policy. Military science serves to identify the strategic, political, economic, psychological, social, operational, technological, and tactical elements necessary to sustain relative advantage of military force; and to increase the likelihood and favorable outcomes of victory in peace or during a war. Military scientists include theorists, researchers, experimental scientists, applied scientists, designers, engineers, test technicians, and other military personnel.
ne: सैन्य विज्ञान सैन्य प्रक्रियाहरू, संस्थानहरू, र व्यवहारको अध्ययन हो, युद्धको अध्ययनको साथ, र सिद्धान्त र संगठित समन्वय बलको आवेदन। यो मुख्यतः सिद्धान्त, विधि, र सैन्य क्षमता उत्पादन गर्ने अभ्यासमा केन्द्रित छ। सैन्य विज्ञानले सैन्य बलको सापेक्ष फायदा बनाए राख्न आवश्यक सामरिक, राजनीतिक, आर्थिक, मनोवैज्ञानिक, सामाजिक, परिचालन, प्राविधिक र सामरिक तत्वहरूको पहिचान गर्न कार्य गर्दछ; र शान्तिमा वा युद्धको समयमा विजयको संभावना र अनुकूल परिणाम बढाउन।सैन्य वैज्ञानिकहरूले शोधकर्ताहरू, शोधकर्ताहरू, प्रयोगात्मक वैज्ञानिकहरूले वैज्ञानिकहरू, डिजाइनरहरू, इन्जिनियरहरू, परीक्षण ट्राफिकियसहरू र अन्य सैन्य कर्मचारीहरू प्रयोग गरे।

source: Military personnel obtain weapons, equipment, and training to achieve specific strategic goals. Military science is also used to establish enemy capability as part of technical intelligence.
ne: विशेष रणनीतिक लक्ष्य प्राप्त गर्न सैन्य कर्मचारीहरूले हतियार, उपकरण, र प्रशिक्षण पाउँछन्।प्राविधिक बुद्धिको भागको रूपमा सैन्य विज्ञान पनि दुश्मन क्षमता स्थापित गर्न प्रयोग गरिन्छ।

source: In military history, military science had been used during the period of Industrial Revolution as a general term to refer to all matters of military theory and technology application as a single academic discipline, including that of the deployment and employment of troops in peacetime or in battle.
ne: सैन्य इतिहासमा, सैन्य विज्ञानको अवधिमा एक सामान्य शैक्षिक अनुशासनको रूपमा सबै सैन्य सिद्धान्त र टेक्नोलोजी अनुप्रयोगको सन्दर्भमा, औद्योगिक क्रांतिको अवधिमा सामान्य शब्दको रूपमा प्रयोग गरिएको थियो, जसमा पनि सहकार्यमा भएका सेनाका तैनाती र रोजगारको लागी वा युद्धमा ।

source: The Chandra Nahar Canal is an irrigation canal established in the northeastern Saptari district of Nepal by Chandra Shumsher Jang Bahadur Rana, one of the Prime Ministers during the Rana era (1846–1951) of Nepal, was the first canal in the country. It originated from the Triyuga river at Fattepur. The canal was constructed by the first engineer of Nepal, Dilli Jung Thapa, who studied engineering at Roorkee University.
ne: चन्द्र नहर राणा प्रधान मन्त्रि चन्द्र शमशेर द्वारा सप्तरी जिल्ला को उत्तर पश्चिम मा स्थापना गरिएको सिंचाई नहर हो। यो नेपालको पहिलो सिंचाई परियोजना हो। यो फत्तेपुरमा त्रियुगा नदीमा निर्मित छ। यो नहरको खाका नेपालको पहिला इन्जिनियर डिल्लीजङ्ग थापाले कोरेका थिए।

source: Committee for State Security CSS USSR Комитет государственной безопасности КГБ СССР Komitet gosudarstvennoy bezopasnosti KGB SSSR Lubyanka Building in 1991 Agency overview Formed 13 March 1954 (1954-03-13) Preceding agencies Cheka (1917–22) GPU under NKVD RSFSR (1922–23) OGPU (1923–34) NKVD (1934–43) NKGB (1943–46) MGB (1946–54) Dissolved 6 November 1991 (de facto) 3 December 1991 (de jure) Superseding agency Federal Security Service Central Intelligence Service Committee for State Border Guard Foreign Intelligence Service Type State committee of union-republican jurisdiction Jurisdiction Central Committee & Sovnarkom (1954–90) Supreme Council & President (1990–91) Headquarters Lubyanka Square, 2, Moscow, Russian SFSR Motto Loyalty to the party – Loyalty to motherland Верность партии — Верность Родине Agency executives First: Ivan Serov, Chairman Last: Vadim Bakatin, Chairman Child agencies Foreign intelligence: First Chief Directorate Internal security: Second Chief Directorate Ciphering: Eighth Chief Directorate Chief Directorate of Border Forces
ne: Committee for State Security CSS USSR Комитет государственной безопасности КГБ СССР Komitet gosudarstvennoy bezopasnosti KGB SSSR Lubyanka Building in 1991 निकाय संक्षेप स्थापना: 13 मार्च 1954; 64 वर्ष पहिले (1954-03-13) माथिल्लो निकाय Cheka (1917–22) GPU under NKVD RSFSR (1922–23) OGPU (1923–34) NKVD (1934–43) NKGB (1943–46) MGB (1946–54) समायोजन: 6 November 1991 (de facto) 3 December 1991 (de jure) Superseding agency Federal Security Service Central Intelligence Service Committee for State Border Guard Foreign Intelligence Service सम्बन्धन: Central Committee & Sovnarkom (1954–90) Supreme Council & President (1990–91) प्रधान कार्यालय: Lubyanka Square, 2, Moscow, Russian SFSR निकाय: कार्यकारीहरू: First: Ivan Serov, Chairman Last: Vadim Bakatin, Chairman मातहत कार्यालय Foreign intelligence: First Chief Directorate Internal security: Second Chief Directorate Ciphering: Eighth Chief Directorate Chief Directorate of Border Forces

source: The KGB, an initialism for Komitet gosudarstvennoy bezopasnosti (Russian: Комите́т госуда́рственной безопа́сности (КГБ), IPA: [kəmʲɪˈtʲet ɡəsʊˈdarstvʲɪnːəj bʲɪzɐˈpasnəsʲtʲɪ] ( listen)), translated in English as Committee for State Security, was the main security agency for the Soviet Union from 1954 until its break-up in 1991. As a direct successor of such preceding agencies as Cheka, NKGB, NKVD and MGB, a committee was attached to the Council of Ministers. It was the chief government agency of "union-republican jurisdiction", acting as internal security, intelligence and secret police.
ne: केजिबी (The KGB ) an initialism for Komitet gosudarstvennoy bezopasnosti (रसियन: Комите́т госуда́рственной безопа́сности (КГБ), IPA: [kəmʲɪˈtʲet ɡəsʊˈdarstvʲɪnːəj bʲɪzɐˈpasnəsʲtʲɪ] ( सुन्नुहोस्)),नेपाली अनुवाद राज्य सुरक्षाको लागि समिति, सोभियत युनियनको 1954 सम्म सोभियत युनियनको 1991 सम्मको मुख्य सुरक्षा एजेन्सी थियो। चेका, एनकेजीजी, एनकेवीडी र एमजीजीको रूपमा यस्तो पूर्वनिर्धारित एजेन्सीहरूको प्रत्यक्ष उत्तराधिकारीको रूपमा, मन्त्री परिषदका साथ एक समिति थियो। यो "संघ-रिपब्लिकन क्षेत्राधिकार" को मुख्य सरकारी एजेन्सी थियो, आन्तरिक सुरक्षा, खुफिया र गुप्त प्रहरीको रूपमा अभिनय गरे। सोभियत युनियनको प्रत्येक गणतन्त्रमा रूसबाट अलग-अलग एजेन्सीहरू स्थापित भएका थिए, र धेरै मन्त्रीहरू, राज्य कमिटीहरू र राज्य आयोगहरू थिए।

source: A.E. Samaan. p. 346.
ne: A.E. Samaan. प॰ 346.

source: ISBN 0615747884. Retrieved 9 February 2017. ↑ Jennifer Llewellyn, John Rae and Steve Thompson (2014).
ne: ISBN 0615747884. https://books.google.ca/books?id=JkXJZtI9DQoC&pg=PA346&dq=%22october+uprising%22+%22bolshevik+revolution%22&hl=en&sa=X&ved=0ahUKEwjSsOPVuYPSAhUk0IMKHUTRAycQ6AEIIDAB#v=onepage&q=%22october%20uprising%22%20%22bolshevik%20revolution%22&f=false. अन्तिम पहुँच मिति: 9 February 2017. ↑ Jennifer Llewellyn, John Rae and Steve Thompson (2014).

source: October Revolution Part of the Russian Revolution, Revolutions of 1917–23 Red Guards at Vulkan factory in 1917 Date 7 November, (25 October, OS) 1917 Location Petrograd, Russian Republic Result Bolshevik victory End of Russian Provisional Government, Russian Republic and dual power Creation of Soviet Russia The Second All-Russian Congress of Soviets becomes the supreme governing body Beginning of the Russian Civil War Belligerents Bolshevik Party Red Guards Russian Provisional Government Commanders and leaders Vladimir Lenin Leon Trotsky Pavel Dybenko Vladimir Antonov-Ovseyenko Alexander Kerensky Pyotr Krasnov Strength 10,000 red sailors, 20,000–30,000 red guard soldiers 500–1,000 volunteer soldiers, 1,000 soldiers of women's battalion Casualties and losses Few wounded red guard soldiers[1] All imprisoned or deserted
ne: अक्टोबर क्रान्ति भाग: Red Guard Vulkan factory.jpg लाल सेना at Vulkan factory १९१७ मा मिति 7 नोवेम्बर , (25 October, ढाँचा:Abbrlink) 1917 स्थान Petrograd, Russian Republic परिणाम बोल्सेभिक बिजय युद्धरत बोल्सेभिक पार्टी Russian Provisional Government उच्चाधिकारी तथा नेताहरू भ्लादिमिर लेनिन लियन ट्रोत्सकी Pavel Dybenko Vladimir Antonov-Ovseyenko अलेक्सान्दार केरेन्स्की क्रासनोव शक्ति १०००० sailors, २००००-३००००लालसेनाजवान 500–1,000 volunteer soldiers, 1,000 soldiers of women's battalion धनजनको क्षती केही लाल सेना जवान घाइते सबै कैद

source: Bolshevik (1920), by Boris Kustodiev.
ne: बोल्सेभिक (१९२० ), by Boris Kustodiev.

source: The New York Times headline from 9 November 1917.
ne: The New York Times समाचार नोवेम्बार १९१७ बाट

source: The October Revolution (Russian: Октя́брьская револю́ция, tr.
ne: अक्टोबर क्रान्ति (रसियन: Октя́брьская револю́ция, tr.
